<%@ Page Title="" Language="C#" MasterPageFile="~/MasterPagehome.master" AutoEventWireup="true" CodeFile="HowtoOrder.aspx.cs" Inherits="_Default" %>

<asp:Content ID="Content1" ContentPlaceHolderID="head" Runat="Server">
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" Runat="Server">
    <div class = "howtoorder">
        <h3>HOW TO ORDER</h3>
        <h4>วิธีการสั่งซื้อ</h4>
        <h5>
            1. **เลือกสินค้า:** เริ่มต้นด้วยการเลือกสินค้าที่คุณต้องการซื้อ<br />
        <br />
            2. **เพิ่มลงในตะกร้า:** เมื่อคุณเลือกสินค้าที่ต้องการ, คุณจะต้องเพิ่มลงในตะกร้าสินค้า. นี่เป็นขั้นตอนที่คุณเลือกจำนวนหรือขนาดของสินค้าที่คุณต้องการซื้อ.<br />
        <br />
            3. **ตรวจสอบตะกร้า:** หลังจากที่คุณเพิ่มสินค้าลงในตะกร้า, คุณต้องตรวจสอบตะกร้าเพื่อให้แน่ใจว่าคุณได้เลือกสินค้าที่ถูกต้อง และตรวจสอบจำนวนที่ถูกต้อง.<br />
        <br />
            4. **การลงทะเบียนหรือเข้าสู่ระบบ:** มีบางร้านค้าที่ต้องการให้คุณทำการลงทะเบียนหรือเข้าสู่ระบบก่อนทำการสั่งซื้อ. 
        <br />
        กระบวนการนี้ช่วยให้สามารถติดตามสถานะการสั่งซื้อของคุณได้.<br />
        <br />
            5. **กรอกข้อมูลจัดส่ง:** คุณต้องกรอกข้อมูลที่จำเป็นเพื่อจัดส่งสินค้า ซึ่งรวมถึงที่อยู่, เบอร์โทรศัพท์, และอีเมล.<br />
        <br />
            6. **เลือกวิธีการชำระเงิน:** ในขั้นตอนนี้, คุณต้องเลือกวิธีการชำระเงินที่คุณต้องการใช้. ส่วนใหญ่จะมีตัวเลือกหลายแบบ เช่น บัตรเครดิต, โอนเงิน, หรือวิธีการอื่น ๆ.<br />
        <br />
            7. **ตรวจสอบคำสั่งซื้อ:** ก่อนที่คุณจะทำการสั่งซื้อสิ่งนี้, คุณควรตรวจสอบคำสั่งซื้อของคุณอีกครั้ง เพื่อให้แน่ใจว่าข้อมูลทั้งหมดถูกต้อง.<br />
        <br />
            8. **การชำระเงิน:** เมื่อคุณตรวจสอบและยืนยันคำสั่งซื้อ, คุณจะต้องทำการชำระเงินตามวิธีที่คุณเลือก.<br />
        <br />
            9. **ยืนยันการสั่งซื้อ:** หลังจากที่คุณชำระเงินเรียบร้อยแล้ว, คุณจะได้รับอีเมลหรือหน้าจอที่ยืนยันการสั่งซื้อของคุณพร้อมรหัสการติดตาม.<br />
        <br />
            10. **รอรับสินค้า:** รอรับสินค้าที่คุณสั่งซื้อตามที่คุณระบุไว้ในขั้นตอนการสั่งซื้อ.<br />
        </h5>

        </div>
</asp:Content>

